Repository: AmauryCarrade/BallsOfSteel
Catalog: src/main/resources/i18n/*.po
Languages: fr_fr

source: {ce}You are not allowed to send a private message to your team.
fr_fr: {ce}Vous n'avez pas le droit d'envoyer des messages privés à votre équipe.

source: {ce}You are not allowed to enter in the private chat of another team.
fr_fr: {ce}Vous n'avez pas le droit d'entrer dans le chat privé d'une autre équipe.

source: {gold}[{0}{gold} -> his team] {reset}{1}
fr_fr: {gold}[{0}{gold} -> son équipe] {reset}{1}

source: {ce}You are not in a team!
fr_fr: {ce}Vous n'êtes pas dans une équipe !

source: {gold}[{0}{gold} -> team {1}{gold}] {reset}{2}
fr_fr: {gold}[{0}{gold} -> équipe {1}{gold}] {reset}{2}

source: {darkaqua}You are no longer part of the {0}{darkaqua} team.
fr_fr: {darkaqua}Vous ne faites plus partie de l'équipe {0}{darkaqua}.

source: {aqua}You are now in the {0}{aqua} team.
fr_fr: {aqua}Vous faites désormais partie de l'équipe {0}{aqua}.

source: and
fr_fr: et

source: Plugin made with love by {0}.
fr_fr: Plugin réalisé avec amour par {0}.

source: {aqua}------ Translations ------
fr_fr: {aqua}------ Traductions ------

source: Current language: {0} (translated by {1}).
fr_fr: Langue courante : {0} (traduit par {1}).

source: Fallback language: {0} (translated by {1}).
fr_fr: Langue par défaut : {0} (traduit par {1}).

source: {aqua}------ License ------
fr_fr: {aqua}------ Licence ------

source: Published under the GNU General Public License (version 3).
fr_fr: Publié sous licence générale publique GNU (version 3).

source: {ce}You can't send a team-message from the console.
fr_fr: {ce}Vous ne pouvez envoyer un message d'équipe depuis la console.

source: {cs}You are now chatting with your team only.
fr_fr: {cs}Vous discutez désormais avec votre équipe.

source: {cs}You are now chatting with everyone.
fr_fr: {cs}Vous discutez désormais avec tous le monde.

source: {cs}You are now chatting with the team {0}{cs}.
fr_fr: {cs}Vous discutez désormais avec l'équipe {0}{cs}.

source: {ce}This team does not exists.
fr_fr: {ce}Cette équipe n'existe pas.

source: {ce}Usage: /{0} <message>
fr_fr: {ce}Utilisation : /{0} <message>

source: {aqua}------ Team commands ------
fr_fr: {aqua}------ Commandes liées aux équipes ------

source: {cc}/bos team add <color> {ci}: adds a team with the provided color.
fr_fr: {cc}/bos team add <couleur> {ci}: ajoute une équipe de la couleur donnée.

source: {cc}/bos team add <color> <name ...> {ci}: adds a named team with the provided name and color.
fr_fr: {cc}/bos team add <couleur> <nom ...> {ci}: ajoute une équipe avec le nom et la couleur donnés.

source: {cc}/bos team remove <name ...> {ci}: removes a team
fr_fr: {cc}/bos team remove <nom ...> {ci}: supprime une équipe.

source: {cc}/bos team spawn [x,y,z | x,z] <name ...> {ci}: sets the spawn point of the team (location of the sender or coordinates).
fr_fr: {cc}/bos team spawn [x,y,z | x,z] <nom ...> {ci}: enregistre le point de démarrage de l'équipe (localisation de l'envoyeur, ou coordonnées).

source: {cc}/bos team chest [x,y,z] <name ...> {ci}: sets the chest of this team (where the diamonds will be stored), using the given coordinates or the block the sender is looking at.
fr_fr: {cc}/bos team chest [x,y,z] <name ...> {ci}: enregistre le coffre de l'équipe (où seront stockés les diamants), en utilisant les coordonnées données ou le bloc regardé par l'envoyeur.

source: {cc}/bos team join <player> <teamName ...>{ci}: adds a player inside the given team. The name of the team is it color, or the explicit name given.
fr_fr: {cc}/bos team join <joueur> <nomÉquipe ...> {ci}: ajoute un joueur dans l'équipe donnée. Le nom de l'équipe est sa couleur, ou le nom explicite donné.

source: {cc}/bos team leave <player> {ci}: removes a player from his team.
fr_fr: {cc}/bos team leave <joueur> {ci}: retire un joueur de son équipe.

source: {cc}/bos team list {ci}: lists the teams and their players.
fr_fr: {cc}/bos team list {ci}: liste toutes les équipes et leurs membres.

source: {cc}/bos team reset {ci}: removes all teams.
fr_fr: {cc}/bos team reset {ci}: supprime toutes les équipes.

source: {ce}Unknown command. See /bos team for available commands.
fr_fr: {ce}Commande inconnue. Consultez /bos team pour obtenir la liste des commandes disponibles.

source: {ce}Unable to add the team, check the color name. Tip: use Tab to autocomplete.
fr_fr: {ce}Impossible d'ajouter l'équipe ; vérifiez le nom de la couleur. Conseil : utilisez l'autocomplétion.

source: {ce}This team already exists.
fr_fr: {ce}Cette équipe existe déjà.

source: {cs}Team {0}{cs} added.
fr_fr: {cs}Équipe {0}{cs} ajoutée.

source: {ce}Syntax error, see /uh team.
fr_fr: {ce}Erreur de syntaxe, consultez /uh team.

source: {cs}Team {0} deleted.
fr_fr: {cs}Équipe {0} supprimée.

source: {ce}You must specify the coordinates from the console.
fr_fr: {ce}Vous devez spécifier les coordonnées depuis la console.

source: {ce}The coordinates need to be numbers.
fr_fr: {ce}Les coordonnées doivent être des nombres.

source: {cs}The spawn point of the team {0}{cs} is now {1};{2};{3}.
fr_fr: {cs}Le point de démarrage de l'équipe {0}{cs} est désormals {1};{2};{3}.

source: {ce}You are not looking at a chest usable by more than one player!
fr_fr: {ce}Vous ne regardez pas un coffre utilisable par plusieurs joueurs !

source: {ce}You are not looking at anything...
fr_fr: {ce}Vous ne regardez rien...

source: {ce}There isn't any chest usable by more than one player here.
fr_fr: {ce}Il n'y a pas de coffre utilisable par plusieurs joueurs ici.

source: {cs}This chest (at {1};{2};{3}) is now the private chest of the team {0}{cs}.
fr_fr: {cs}Ce coffre (aux coordonnées {1};{2};{3}) est désormals le coffre privé de l'équipe {0}{cs}.

source: {ce}Unable to add the player {0} to the team {1}. The player must be connected.
fr_fr: {ce}Impossible d'ajouter le joueur {0} dans l'équipe {1}. Le joueur doit être connecté.

source: {ce}The team {0}{ce} is full!
fr_fr: {ce}L'équipe {0}{ce} est pleine !

source: {cs}The player {0} was successfully added to the team {1}
fr_fr: {cs}Le joueur {0} a été ajouté à l'équipe {1}{cs} avec succès.

source: {ce}Syntax error, see /bos team.
fr_fr: {ce}Erreur de syntaxe, consultez /bos team.

source: {ce}The player {0} is disconnected!
fr_fr: {ce}Le joueur {0} est déconnecté !

source: {cs}The player {0} was successfully removed from his team.
fr_fr: {cs}Le joueur {0} a été retiré de son équipe avec succès.

source: {ce}There isn't any team to show.
fr_fr: {ce}Il n'y a pas d'équipe à lister.

source: {0} ({1} players)
fr_fr: {0} ({1} joueurs)

source: {cs}All teams where removed.
fr_fr: {cs}Toutes les équipes ont été supprimées.

source: {ce}The game is already started! Use {cc}/bos restart{ci} to restart it.
fr_fr: {ce}Le jeu est déjà démarré ! Utilisez {cc}/bos restart{ci} pour le redémarrer.

source: {cs}All items, diamonds-based items excepted, were destroyed in the world {0}.
fr_fr: {cs}Tous les objets au sol ont été supprimés dans le monde {0} (sauf ceux constitués de diamants).

source: {ce}Cannot clear the items from the console if the game's world is not set (i.e. world not set in the config and game not started).
fr_fr: {ce}Impossible de supprimer les objets au sol depuis la console si le monde du jeu n'est pas défini (i.e. monde non configuré et jeu non démarré).

source: {aqua}Time left: {yellow}{0}
fr_fr: {aqua}Temps restant : {yellow}{0}

source: {blue}The game is finished!
fr_fr: {blue}Le jeu est terminé !

source: {green}The {0}{green} team won the game with {aqua}{1}{green} diamonds!
fr_fr: {green}L'équipe {0}{green} l'emporte avec {aqua}{1}{green} diamants !

source: {ce}You cannot start the game without any non-empty team.
fr_fr: {ce}Vous ne pouvez démarrer le jeu sans équipe non vide.

source: {ce}Some non-empty teams don't have a spawn point.
fr_fr: {ce}Certaines équipes non vides n'ont pas de point de démarrage.

source: {ce}Some non-empty teams don't have a chest.
fr_fr: {ce}Certaines équipes non vides n'ont pas de coffre.

source: {red}--- The End ---
fr_fr: {red}--- Terminé ---

source: {green}Congratulations to {0} (team {1}{green}) for their victory!
fr_fr: {green}Félicitations à {0} (équipe {1}{green}) pour leur victoire !

source: {gray}{0} diamond lost.
fr_fr: {gray}{0} diamant perdu.

source: ✯ Tool unlocked:
fr_fr: ✯ Vous avez débloqué :

source: You'll obtain this tool on every respawn now. You'll no longer have to craft it.
fr_fr: Vous obtiendrez ceci à chaque réapparition ; vous n'aurez plus à le fabriquer.

source: What's left to unlock
fr_fr: Ce qu'il reste à débloquer

source: You can still unlock these, by crafting them one time to get them on every respawn.
fr_fr: Vous pouvez encore débloquer ceux-ci, en les fabriquant pour les ré-obtenir à chaque réapparition.

source: Hover here to see what's next...
fr_fr: Survolez pour voir la suite...

source: PICKAXE
fr_fr: PIOCHE

source: AXE
fr_fr: HACHE

source: SHOVEL
fr_fr: PELLE

source: SWORD
fr_fr: ÉPÉE

source: BOW
fr_fr: ARC

source: HELMET
fr_fr: CASQUE

source: CHESTPLATE
fr_fr: PLASTRON

source: LEGGINGS
fr_fr: JAMBIÈRES

source: BOOTS
fr_fr: BOTTES

source: {ce}You cannot open the chests of another team.
fr_fr: {ce}Vous n'avez pas le droit d'ouvrir les coffres des autres équipes.
